[
  {
    "plantName": "Buah merah",
    "categoryId": 5,
    "estimatePrice": 50000,
    "estimateWater": 150,
    "estimateTemperature": 29,
    "difficulty": 4,
    "description": "Buah Merah merupakan salah satu jenis buah tradisional yang berasal dari Pulau Papua. Khusus bagi masyarakat Wamena, Pegunungan Papua, buah ini disebut kuansu. Nama ilmiahnya adalah Pandanus Conoideus karena tanaman ini termasuk dalam keluarga pandan-pandanan dengan pohon menyerupai pandan, namun tinggi tanaman dapat mencapai 16 meter dengan tinggi batang bebas cabang 5-8 m yang diperkuat dengan akar penyangga pada batang bagian bawah.",
    "imageUrl": "https://rednatural.ua/wp-content/uploads/2019/02/giant-fruit-2-3.png",
    "wateringTime": 1,
    "medium": "media pembibitan",
    "plantArea": "sedang"
  },
  {
    "plantName": "Cengkeh",
    "categoryId": 4,
    "estimatePrice": 130000,
    "estimateWater": 125,
    "estimateTemperature": 27,
    "difficulty": 2,
    "description": "Pohon cengkeh adalah pohon cemara yang tumbuh setinggi 8-12 meter (26-39 kaki), dengan daun besar dan bunga merah tua yang dikelompokkan dalam kelompok terminal. Kuncup bunga awalnya berwarna pucat, lama kelamaan berubah menjadi hijau, kemudian berubah menjadi merah cerah saat siap dipanen. Cengkih dipanen dengan panjang 1,5-2 sentimeter, dan terdiri dari kelopak panjang yang berakhir pada empat sepal yang menyebar, dan empat kelopak yang belum terbuka yang membentuk bola kecil di tengahnya..",
    "imageUrl": "https://png.pngtree.com/png-clipart/20221014/ourmid/pngtree-clove-seasoning-seasoning-png-image_6166810.png",
    "wateringTime": 3,
    "medium": "media pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Duku",
    "categoryId": 5,
    "estimatePrice": 35000,
    "estimateWater": 200,
    "estimateTemperature": 28,
    "difficulty": 3,
    "description": "Pohon itu berukuran rata-rata, tingginya mencapai 30 meter (98 kaki) dan diameter 75 sentimeter (30 inci). Pohon berumur 30 tahun yang ditanam dari biji dan ditanam dengan jarak tanam 8x8 meter dapat memiliki tinggi 10 meter dan diameter 25 cm. Batangnya tumbuh tidak beraturan, dengan akar penopangnya terlihat di atas tanah. Kulit pohonnya berwarna keabu-abuan, dengan bintik terang dan gelap. Resinnya kental dan berwarna susu.",
    "imageUrl": "https://png.pngtree.com/png-vector/20230909/ourmid/pngtree-langsat-fruit-isolated-ripe-png-image_9233304.png",
    "wateringTime": 2,
    "medium": "tanah pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Sirih",
    "categoryId": 2,
    "estimatePrice": 20000,
    "estimateWater": 200,
    "estimateTemperature": 29,
    "difficulty": 3,
    "description": "Di Indonesia, sirih merupakan flora khas provinsi Kepulauan Riau. Masyarakat Kepulauan Riau sangat menjunjung tinggi budaya upacara makan sirih, terutama pada saat upacara penyambutan tamu dan memanfaatkan sirih sebagai obat berbagai jenis penyakit. Namun tanaman sirih masih banyak dijumpai di seluruh Indonesia, digunakan atau sekadar sebagai tanaman hias.",
    "imageUrl": "https://png.pngtree.com/png-clipart/20211212/original/pngtree-young-betel-leaf-png-image_6962599.png",
    "wateringTime": 5,
    "medium": "tanah pot",
    "plantArea": "kecil"
  },
  {
    "plantName": "Anggrek Larat",
    "categoryId": 1,
    "estimatePrice": 120000,
    "estimateWater": 100,
    "estimateTemperature": 26,
    "difficulty": 1,
    "description": "Secara morfologi, anggrek larat merupakan anggrek epifit. Tanaman ini mempunyai batang berbentuk gada dengan pangkal kecil, bagian tengah lebih besar, dan ujung lebih kecil di ujung. Daunnya mempunyai daging daun yang tebal dengan panjang kurang lebih 12 cm dan lebar kurang lebih 2 cm. Tekstur daunnya kaku dengan warna mulai dari hijau muda hingga hijau tua dan mengkilat pada permukaan daun. Daunnya tersusun menempel pada batang, saling menempel dengan daun lainnya. Semakin sehat daun tanaman anggrek larat, maka bunganya akan mekar dengan baik.",
    "imageUrl": "https://png.pngtree.com/png-clipart/20220502/original/pngtree-orchid-flower-png-image_7650925.png",
    "wateringTime": 2,
    "medium": "media pot",
    "plantArea": "kecil"
  },
  {
    "plantName": "Kantil",
    "categoryId": 1,
    "estimatePrice": 50000,
    "estimateWater": 100,
    "estimateTemperature": 27,
    "difficulty": 2,
    "description": "Cempaka putih atau kantil merupakan anggota keluarga Magnoliaceae. Tanaman ini dikenal di Indonesia dan beberapa negara tetangga karena kuncup bunganya sering digunakan dalam upacara adat atau ritual tertentu. Secara botani merupakan hibrida (hasil persilangan) antara M. champaca dan M. montana.",
    "imageUrl": "https://png.pngtree.com/png-vector/20231018/ourmid/pngtree-white-champaka-smelling-png-image_10245078.png",
    "wateringTime": 3,
    "medium": "gambut",
    "plantArea": "kecil"
  },
  {
    "plantName": "Kumis kucing",
    "categoryId": 1,
    "estimatePrice": 30000,
    "estimateWater": 120,
    "estimateTemperature": 30,
    "difficulty": 3,
    "description": "Kumis kucing merupakan tanaman obat yang berupa tanaman dengan batang basah tegak. Tanaman ini dikenal dengan berbagai istilah seperti: tanaman teh ginjal/teh jawa (Inggris), giri-giri marah (Sumatera), remujung (Jawa Tengah dan Jawa Timur) dan songot koceng (Madura). Tanaman kumis kucing berasal dari Afrika tropis, kemudian menyebar ke Asia dan Australia.",
    "imageUrl": "https://djamujamu.com/cdn/shop/collections/Kumis_Kucing.png?v=1679981365",
    "wateringTime": 2,
    "medium": "media pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Peach",
    "categoryId": 1,
    "estimatePrice": 30000,
    "estimateWater": 250,
    "estimateTemperature": 22,
    "difficulty": 3,
    "description": "Persik, yang secara ilmiah dikenal sebagai Prunus persica, adalah buah lezat yang terkenal karena kulitnya yang lembut, aromanya yang manis, dan dagingnya yang berair. Biasanya berbentuk bulat hingga agak lonjong, warna buah persik berkisar dari kuning keemasan hingga merah-oranye cerah, sering kali dihiasi dengan rona lembut. Kulitnya lembut dan tertutup bulu halus, memberikan sensasi sentuhan yang nikmat saat dipegang.",
    "imageUrl": "https://pluspng.com/img-png/peach-hd-png-white-peach-1500.png",
    "wateringTime": 5,
    "medium": "tanah pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Sedap malam",
    "categoryId": 1,
    "estimatePrice": 25000,
    "estimateWater": 150,
    "estimateTemperature": 30,
    "difficulty": 3,
    "description": "Bunga sedap malam mempunyai bentuk corong melengkung dengan lima ujung, warnanya cerah seperti merah, merah jambu, putih, kuning dan ungu. Aromanya harum yang kuat, terutama terlihat saat senja menjelang malam. Tanaman ini tumbuh tegak dengan daun lebar berwarna hijau tua, dan mekar pada malam hari dengan bunga baru setiap hari atau beberapa kali dalam seminggu. Sedap Malam sering ditanam sebagai tanaman hias di taman atau di dalam pot sehingga menambah keindahan dan aroma segar pada area tersebut.",
    "imageUrl": "https://png.pngtree.com/png-clipart/20211009/original/pngtree-white-mirabilis-jalapa-png-image_6839748.png",
    "wateringTime": 2,
    "medium": "media pot",
    "plantArea": "kecil"
  },
  {
    "plantName": "Salak",
    "categoryId": 5,
    "estimatePrice": 30000,
    "estimateWater": 175,
    "estimateTemperature": 25,
    "difficulty": 4,
    "description": "Salak (Salacca zalacca) adalah spesies pohon palem (famili Arecaceae) yang berasal dari Jawa dan Sumatera di Indonesia. Tanaman ini dibudidayakan di daerah lain di Indonesia sebagai tanaman pangan, dan dilaporkan dinaturalisasi di Bali, Lombok, Timor, Maluku, dan Sulawesi.",
    "imageUrl": "https://png.pngtree.com/png-vector/20220518/ourmid/pngtree-salak-isolated-cartoon-exotic-tropical-fruit-png-image_4692840.png",
    "wateringTime": 3,
    "medium": "tanah ",
    "plantArea": "besar"
  },
  {
    "plantName": "Chinese Pear",
    "categoryId": 5,
    "estimatePrice": 50000,
    "estimateWater": 100,
    "estimateTemperature": 35,
    "difficulty": 2,
    "description": "Pir Cina, yang secara ilmiah dikenal sebagai Pyrus pyrifolia, adalah pohon buah berharga yang berasal dari Asia Timur, terkenal karena buahnya yang renyah dan berair. Pir ini biasanya memiliki bentuk yang bervariasi dari bulat hingga memanjang, dengan kulit halus dan tipis dengan warna mulai dari kuning keemasan hingga coklat muda. Dikenal dengan tekstur khasnya yang renyah dan rasa manisnya yang menyegarkan, pir Cina dinikmati segar sebagai camilan atau hidangan penutup. Mereka juga serbaguna dalam kegunaan kuliner, biasa digunakan dalam masakan Asia untuk rebusan, sup, salad, dan makanan penutup.",
    "imageUrl": "https://static.vecteezy.com/system/resources/previews/018/983/878/original/chinese-pear-fruit-png.png",
    "wateringTime": 2,
    "medium": "tanah",
    "plantArea": "besar"
  },
  {
    "plantName": "Kurkuma",
    "categoryId": 4,
    "estimatePrice": 30000,
    "estimateWater": 100,
    "estimateTemperature": 21,
    "difficulty": 4,
    "description": "Curcuma merupakan salah satu genus tumbuhan dalam famili Zingiberaceae yang mengandung spesies seperti kunyit dan tulip siam. Mereka berasal dari Asia Tenggara, Tiongkok bagian selatan, anak benua India, Papua Nugini, dan Australia bagian utara. Beberapa spesies dilaporkan dinaturalisasi di wilayah hangat lainnya di dunia seperti Afrika tropis, Amerika Tengah, Florida, dan berbagai pulau di Samudera Pasifik, Hindia, dan Atlantik. Umumnya sebagian besar temulawak tumbuh baik di tanah gembur dan berpasir di daerah yang teduh.",
    "imageUrl": "https://png.pngtree.com/png-clipart/20231015/original/pngtree-turmeric-rhizometurmeric-root-curry-photo-png-image_13302968.png",
    "wateringTime": 2,
    "medium": "tanah",
    "plantArea": "kecil"
  },
  {
    "plantName": "Wortel",
    "categoryId": 2,
    "estimatePrice": 15000,
    "estimateWater": 100,
    "estimateTemperature": 28,
    "difficulty": 2,
    "description": "Wortel adalah sayuran umbi-umbian, biasanya berwarna oranye, meskipun ada varian pusaka termasuk kultivar ungu, hitam, merah, putih, dan kuning, yang semuanya merupakan bentuk domestikasi dari wortel liar, Daucus carota, yang berasal dari Eropa dan Asia Barat Daya. Tanaman ini mungkin berasal dari Iran dan awalnya dibudidayakan untuk diambil daun dan bijinya. Bagian tanaman yang paling sering dimakan adalah akar tunggang, meskipun batang dan daunnya juga dimakan. Wortel domestik telah dibiakkan secara selektif karena akar tunggangnya yang lebih besar, lebih enak, dan tidak terlalu bertekstur kayu. Wortel biasa dikonsumsi mentah atau dimasak dalam berbagai masakan.",
    "imageUrl": "https://png.pngtree.com/png-vector/20240130/ourmid/pngtree-carrot-png-with-ai-generated-png-image_11571969.png",
    "wateringTime": 2,
    "medium": "tanah",
    "plantArea": "sedang"
  },
  {
    "plantName": "Bayam",
    "categoryId": 2,
    "estimatePrice": 20000,
    "estimateWater": 200,
    "estimateTemperature": 27,
    "difficulty": 2,
    "description": "Bayam adalah sayuran berdaun hijau kaya nutrisi yang dikenal karena keserbagunaan dan manfaat kesehatannya. Daunnya yang berwarna hijau tua berbentuk lonjong empuk dengan rasa yang lembut dan sedikit bersahaja. Bayam bisa dinikmati mentah dalam salad atau dimasak dalam berbagai hidangan seperti sup dan tumis. Itu dikemas dengan vitamin dan mineral, termasuk vitamin A, vitamin C, vitamin K, folat, zat besi, dan kalsium, berkontribusi terhadap kesehatan dan kesejahteraan secara keseluruhan. Bayam tumbuh subur di iklim sejuk dan lebih menyukai tanah yang memiliki drainase baik, sehingga cocok untuk budidaya musim semi dan musim gugur. Kandungan antioksidannya yang tinggi mendukung kesehatan sel, menjadikan bayam pilihan populer bagi mereka yang mencari tambahan nutrisi untuk makanan mereka.",
    "imageUrl": "https://static.vecteezy.com/system/resources/previews/029/719/645/original/spinach-transparent-background-png.png",
    "wateringTime": 3,
    "medium": "tanah pot",
    "plantArea": "kecil"
  },
  {
    "plantName": "Tomat",
    "categoryId": 2,
    "estimatePrice": 15000,
    "estimateWater": 120,
    "estimateTemperature": 26,
    "difficulty": 3,
    "description": "Tomat adalah buah serbaguna yang sangat dihargai karena warnanya yang cerah dan kegunaan kulinernya. Tersedia dalam warna merah, kuning, oranye, dan warna lainnya, tomat memiliki kulit halus dan mengkilap serta daging berair berisi biji kecil. Dikenal karena rasanya yang asam manis, tomat sangat penting dalam salad, sandwich, saus, dan sup di seluruh dunia. Mereka kaya akan vitamin C dan K, potasium, dan folat, serta antioksidan seperti likopen, yang mendukung manfaat kesehatan. Tumbuh subur di iklim hangat dengan banyak sinar matahari dan tanah yang dikeringkan dengan baik, tomat dibudidayakan di kebun dan rumah kaca secara global, dan tetap menjadi bahan yang disukai dalam beragam masakan karena rasa dan nilai gizinya.",
    "imageUrl": "https://pngimg.com/d/tomato_PNG12589.png",
    "wateringTime": 3,
    "medium": "tanah pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Cactus",
    "categoryId": 1,
    "estimatePrice": 100000,
    "estimateWater": 50,
    "estimateTemperature": 36,
    "difficulty": 1,
    "description": "Kaktus adalah tanaman sukulen khas yang dikenal karena kemampuannya bertahan hidup di iklim kering dan gersang. Mereka biasanya memiliki batang yang tebal dan berdaging yang disesuaikan untuk menyimpan air, sehingga memungkinkan mereka bertahan dalam kekeringan dalam jangka waktu lama. Kaktus hadir dalam berbagai bentuk, ukuran, dan warna, sering kali dihiasi duri mulai dari jarum kecil hingga paku kuat, yang berfungsi sebagai perlindungan dan mengurangi kehilangan air. Beberapa kaktus juga menghasilkan bunga yang cerah, sehingga menambah daya tarik visualnya. Tanaman ini berasal dari daerah gurun di seluruh Amerika tetapi banyak dibudidayakan sebagai tanaman hias secara global karena persyaratan perawatan yang rendah dan estetika yang unik. Kaktus juga tumbuh subur di dalam ruangan, menjadikannya pilihan populer untuk menambah sentuhan keindahan alam dan ketahanan pada rumah dan taman.",
    "imageUrl": "https://www.pngall.com/wp-content/uploads/2016/03/Cactus-PNG-4.png",
    "wateringTime": 1,
    "medium": "media pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Jahe",
    "categoryId": 4,
    "estimatePrice": 20000,
    "estimateWater": 150,
    "estimateTemperature": 26,
    "difficulty": 2,
    "description": "Jahe (Zingiber officinale) merupakan tanaman berbunga yang rimpangnya, jahe atau jahe, banyak digunakan sebagai bumbu dan obat tradisional. Ini adalah tanaman herba abadi yang menumbuhkan batang semu tahunan (batang palsu yang terbuat dari pangkal daun yang digulung) setinggi sekitar satu meter, dengan helaian daun yang sempit. Perbungaannya menghasilkan bunga yang memiliki kelopak kuning pucat dengan tepi ungu, dan muncul langsung dari rimpang pada pucuk terpisah.",
    "imageUrl": "https://png.pngtree.com/png-clipart/20210530/original/pngtree-ginger-color-vegetable-ingredient-png-image_6343218.jpg",
    "wateringTime": 1,
    "medium": "media pot",
    "plantArea": "kecil"
  },
  {
    "plantName": "Lidah Buaya",
    "categoryId": 4,
    "estimatePrice": 30000,
    "estimateWater": 125,
    "estimateTemperature": 26,
    "difficulty": 3,
    "description": "Lidah buaya (Aloe vera) merupakan salah satu jenis tumbuhan berdaun berdaging tebal dari genus Aloe. Tanaman ini bersifat abadi, berasal dari Jazirah Arab, dan tanaman liar telah menyebar ke daerah beriklim tropis, semi tropis, dan kering di berbagai belahan dunia. Tanaman lidah buaya banyak dibudidayakan untuk keperluan pertanian, pengobatan dan hias, dan juga dapat ditanam dalam pot.",
    "imageUrl": "https://png.pngtree.com/png-clipart/20220612/original/pngtree-3d-realistic-aloe-vera-plant-illustration-png-image_7966640.png",
    "wateringTime": 1,
    "medium": "tanah pot",
    "plantArea": "sedang"
  },
  {
    "plantName": "Gingseng",
    "categoryId": 4,
    "estimatePrice": 60000,
    "estimateWater": 165,
    "estimateTemperature": 27,
    "difficulty": 2,
    "description": "Ginseng merupakan akar tumbuhan dalam genus Panax, seperti ginseng Korea (P. ginseng), ginseng Cina Selatan (P. notoginseng), dan ginseng Amerika (P. quinquefolius), yang ditandai dengan adanya ginsenosides dan gintonin. Ginseng umum ditemukan dalam masakan dan obat-obatan di Tiongkok dan Korea.",
    "imageUrl": "https://static.vecteezy.com/system/resources/previews/035/264/470/non_2x/ginseng-cut-out-on-transparent-background-free-png.png",
    "wateringTime": 7,
    "medium": "tanah",
    "plantArea": "sedang"
  }
]