[
  {
    "stepName": "Pilih Bibit Buah Merah",
    "description": "Pilih Stek tunas yang mempunyai minimal 1 (satu) akar tunjang, agar dapat memacu pertumbuhan tunas",
    "imageUrl": "https://www.greeners.co/wp-content/uploads/2018/03/Flora-Buah-Merah-Buah-Asal-Papua-yang-Jadi-Perhatian-Dunia.jpg",
    "tips": "Letakkan stek tunas pada tempat yang lembab, bila anakan diangkut dari/ke luar kota.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Penanaman Buah Merah",
    "description": "Tanam Bibit di atas lahan dengan menancapkan tunas di tanah yang gembur dan tidak terlalu lembab",
    "imageUrl": "https://www.greeners.co/wp-content/uploads/2018/03/Flora-Buah-Merah-Buah-Asal-Papua-yang-Jadi-Perhatian-Dunia.jpg",
    "tips": "Cara perbanyakan dengan stek tunas dari akar di sarankan untuk dikembangkan sebagai cara pembenihan dalam rangka menyediakan benih sumber untuk menghasilkan rumpun yang banyak (anakan 5-10 tunas).",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Panen dan Persemaian",
    "description": "Lakukan persemaian pada kantong-kantong plastik yang sudah berisi media campuran tanah dan pupuk kandang (3:1), waktu yang di perlukan selama persemaian tersebut selama 1 - 2 bulan.",
    "imageUrl": "https://www.greeners.co/wp-content/uploads/2018/03/Flora-Buah-Merah-Buah-Asal-Papua-yang-Jadi-Perhatian-Dunia.jpg",
    "tips": "Lakukan persemaian di lahan dengan nauangan yang sudah tersedia.",
    "videoLink": "https://youtu.be/ahq7E87LE2g?si=GSVT_HHFOIkIhxr4",
    "stepNumber": 3
  },
  {
    "stepName": "Pembibitan",
    "description": "Cara menanan cengkeh yang pertama adalah proses pembibitan. Kamu bisa memilih menggunakan buah cengkeh yang sudah ada atau membeli langsung benihnya. Jika ingin menggunakan buahnya, pilih buah cengkeh yang sudah tua, dengan warna ungu kehitaman",
    "imageUrl": "https://cdn0-production-images-kly.akamaized.net/WT1bQ1H76v1ZHcrJxiVKztQfCg4=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2775906/original/087558100_1554953288-cloves-1049598_1920.jpg",
    "tips": "Pastikan cengkeh yang kamu gunakan merupakan buah yang telah masak di pohonnya. Tahap berikutnya adalah memanfaatkan biji buahnya sebagai benih.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Mempersiapkan Lahan Cengkeh",
    "description": "Cara menanam cengkeh selanjutnya adalah mempersiapkan lahan. Mempersiapkan lahan ini sebaiknya dilakukan 2 bulan sebelum pemindahan dari penyemaian.",
    "imageUrl": "https://cdn1-production-images-kly.akamaized.net/qcuRaGzMhvjFy8fos84VjeB48vg=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/1493642/original/012038600_1485932645-Segudang-Manfaat-Cengkeh-untuk-Kesehatan.jpg",
    "tips": "Setelah tanah digemburkan dengan pupuk kandang kurang lebih satu minggu, tanah dicangkul dengan kedalaman 75 cm dan lebar 50 cm, kemudian dimasukkan lagi pupuk kandang ke dalam lubang. ",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Perawatan Tanaman Cengkeh",
    "description": "Cara menanam cengkeh selanjutnya adalah merawatnya dengan baik. Proses perawatan tanaman cengkeh terbilang mudah dan tidak terlalu merepotkan. Proses penyiangan dengan membersihkan gulma pada area sekitar batang cengkeh. Pemupukan dengan pupuk kandang dilakukan satu kali dalam empat bulan.",
    "imageUrl": "https://cdn1-production-images-kly.akamaized.net/qcuRaGzMhvjFy8fos84VjeB48vg=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/1493642/original/012038600_1485932645-Segudang-Manfaat-Cengkeh-untuk-Kesehatan.jpg",
    "tips": "Di tahun-tahun awal, perawatan intens harus dilakukan guna menjaga pertumbuhan tanaman agar menjadi kokoh, besar, dan cepat berbuah.",
    "videoLink": "https://youtu.be/yphQNo7pjUI?si=ToAp-3vVohYTO95V",
    "stepNumber": 3
  },

  {
    "stepName": "Persiapan Bibit",
    "description": "Bibit tanaman duku dapat diperoleh dari perbanyakan generatif maupun vegetatif. Perbanyakan generatif dilakukan dengan menyemai biji. Sementara itu, perbanyakan vegetatif bisa berasal dari cangkok atau okulasi",
    "imageUrl": "https://asset.kompas.com/crops/NcYAvvqt1h7g2-jgcv6OLgtkRl4=/141x52:884x796/340x340/data/photo/2022/08/14/62f8d8d85e5b8.jpg",
    "tips": "Sebelum mulai menanam, buat terlebih dahulu lubang tanam dengan ukuran minimal 0,6 x 0,6 x 0,6 m.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Perawatan",
    "description": "Penjarangan dan penyulaman: bertujuan untuk mengganti tanaman yang mati atau pertumbuhannya kurang baik dan mengurangi persaingan antar tanaman.",
    "imageUrl": "https://asset.kompas.com/crops/_EtgD0VjtcnzQLnaBVzomYbHxBQ=/0x9:482x491/340x340/data/photo/2022/08/14/62f8df1ed1b29.jpg",
    "tips": "Pengairan: dilakukan saat musim kemarau agar tanaman tidak kekeringan.",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Panen",
    "description": "Buah duku bisa dipanen setelah berumur enam bulan setelah bunga mekar. Buah yang siap panen memiliki ciri seperti; warna kulitnya mulai kekuningan, kulit menjadi tipis, getahnya sedikit, dan agak lunak. ",
    "imageUrl": "https://asset.kompas.com/crops/_EtgD0VjtcnzQLnaBVzomYbHxBQ=/0x9:482x491/340x340/data/photo/2022/08/14/62f8df1ed1b29.jpg",
    "tips": "Cara panen duku yaitu dengan memotong tangkai tandan buah tersebut.s",
    "videoLink": "",
    "stepNumber": 3
  },

  {
    "stepName": "Persiapan media tanam Sirih",
    "description": "Media tanam yang digunakan untuk menanam sirih adalah campuran tanah degan pupuk kandang.",
    "imageUrl": "https://asset.kompas.com/crops/VCiTnlWVw-fRIEKijJchN3iMfdo=/275x56:725x507/340x340/data/photo/2022/07/16/62d29e3f9ec37.jpg",
    "tips": "Campuran media tanam tersebut kemudian dimasukan ke pot besar yang sudah diisi dengan kerikil, pecahan batu bata, atau arang agar air tidak selalu menggenang di dalam pot dan kelembapannya tetap optimal.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Pembibitan Sirih",
    "description": "Pembibitan sirih biasanya dilakukan dengan cara stek. Batang stek yang dipilih sebaiknya berasal dari batang tua yang sudah keluar akar.",
    "imageUrl": "https://asset.kompas.com/crops/O-IiaS_LUXerTxxEzGqKG7eSWtA=/216x71:784x640/340x340/data/photo/2022/01/20/61e983ba3ab79.jpg",
    "tips": "Bibit berupa stek tida bisa langsung ditanam di pot atau lahan. Perlu dilakukan penyemaian terlebih dahulu.",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Penanaman Sirih",
    "description": "Penanaman daun sirih sebaiknya dilakukann menjelang musim hujan agar bibit tidak mati akibat kekurangan air.",
    "imageUrl": "https://asset.kompas.com/crops/O-IiaS_LUXerTxxEzGqKG7eSWtA=/216x71:784x640/340x340/data/photo/2022/01/20/61e983ba3ab79.jpg",
    "tips": "Cara menanam daun sirih dilakukan dengan meletakan bibit pada pot berisi media tanam. Setelah itu, tutup perakaran bibit menggunakan media tanam hingga membentuk gundukan.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Memasang Tegakan",
    "description": "Sirih merupakan tanaman merambat sehingga perlu pemasangan tegakan untuk menopangnya. Tegakan dipasang di samping tanaman sirih. ",
    "imageUrl": "https://asset.kompas.com/crops/O-IiaS_LUXerTxxEzGqKG7eSWtA=/216x71:784x640/340x340/data/photo/2022/01/20/61e983ba3ab79.jpg",
    "tips": "Tegakan bisa dibuat dari bambu, kawat, atau kayu.",
    "videoLink": "https://youtu.be/THW6OBXX6OE?si=u06SE_j4wE0LjFu3",
    "stepNumber": 4
  },
  {
    "stepName": "Pilih Bibit Berkualitas",
    "description": "Langkah pertama yang krusial adalah memilih bibit anggrek  yang berkualitas. Pilih bibit dengan daun yang sehat dan akar yang baik. ",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01h8ny5hd8vfx712dtpbz6xj2v.jpg",
    "tips": "Hindari memilih bibit yang memiliki daun menguning, bercak, atau tanda-tanda penyakit lainnya.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Siapkan Media Tanam",
    "description": "Cara menanam anggrek bulan selanjutnya, yaitu menyiapkan media tanam yang tepat. ",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01h8ny5hd8vfx712dtpbz6xj2v.jpg",
    "tips": "Terdapat berbagai media tanam yang cocok untuk anggrek bulan, seperti moss putih, sabut kelapa, atau arang",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Beri Nutrisi yang Tepat",
    "description": "Pupuk anggrek sebaiknya diberikan dengan frekuensi yang rendah namun konsisten. Gunakan pupuk khusus anggrek yang mengandung nutrisi yang sesuai untuk pertumbuhannya.",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01h8ny5hd8vfx712dtpbz6xj2v.jpg",
    "tips": "Ingatlah bahwa kesabaran dan ketekunan adalah kunci dalam merawat anggrek bulan hingga tumbuh dengan sempurna.",
    "videoLink": "https://youtu.be/hLxmGAFebxM?si=Q-yrE3X0l0eC2OWJ",
    "stepNumber": 3
  },
  {
    "stepName": "Tanam Benih",
    "description": "Bunga kantil bisa ditanam dengan batang yang tumbuh liar dan dipangkas dan ditancapkan",
    "imageUrl": "https://akcdn.detik.net.id/visual/2023/04/17/bunga-cempakamagnolia-champacabunga-kantil_169.jpeg?w=750&q=90",
    "tips": "Pastikan dengan metode Stek untuk penancapan bibit di tanah.",
    "videoLink": "https://youtu.be/TsEtOa3Ohyc?si=UgRxrA7xsXTIt8Gj",
    "stepNumber": 1
  },
  {
    "stepName": "Penyiraman",
    "description": "Setelah tumbuh, bunga kantil tidak membutuhkan penyiraman yang terlalu sering. Bunda hanya perlu menyiramnya selama cuaca panas untuk mencegah stres dan dehidrasi. Masalah akar dapat muncul di tanah yang selalu basah, jadi sangat penting untuk membiarkan tanah mengering di permukaan di antara penyiraman.",
    "imageUrl": "https://akcdn.detik.net.id/visual/2023/04/17/bunga-cempakamagnolia-champacabunga-kantil_169.jpeg?w=750&q=90",
    "tips": "Sirami sampai tanam terasa cukup lembap di bagian atas.",
    "videoLink": "",
    "stepNumber": 2
  },

  {
    "stepName": "Kebutuhan pupuk",
    "description": "Bunga kantil adalah pengumpan yang cukup berat dan membutuhkan tingkat nutrisi yang konsisten selama musim tanam yang aktif. Jenis pupuk dan frekuensi aplikasi tergantung pada umur pohon dan kondisi pertumbuhannya.",
    "imageUrl": "https://akcdn.detik.net.id/visual/2023/04/17/bunga-cempakamagnolia-champacabunga-kantil_169.jpeg?w=750&q=90",
    "tips": "Bunga kantil yang disimpan di bawah sinar matahari penuh membutuhkan pemberian makan yang lebih sering, tanpa memandang usia tanaman.",
    "videoLink": "",
    "stepNumber": 3
  },

  {
    "stepName": "Pemangkasan dan perawatan",
    "description": "Pangkas setiap pertumbuhan yang bermasalah, seperti pengisap, pucuk air, atau cabang yang mati, pada pangkalnya menggunakan gunting pemangkas yang kokoh dan tajam.",
    "imageUrl": "https://akcdn.detik.net.id/visual/2023/04/17/bunga-cempakamagnolia-champacabunga-kantil_169.jpeg?w=750&q=90",
    "tips": "Lakukan dengan hati-hati jangan merusak jaringan tanaman kantil",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": "Siapkan lahan atau media tanam.",
    "description": "Sebelum menanam daun kumis kucing, langkah pertama ialah menyiapkan lahan atau media tanam dengan cara: Cangkul tanah supaya lebih gembur Buat bandengan dengan lubang tanam untuk bibit tanaman ukuran 20 cm x 20 cm x 20 cm.  Beri pupuk kandang sebanyak 0,5 kg/m2 selama 1-2 minggu sebelum penanaman bibit.",
    "imageUrl": "https://asset.kompas.com/crops/sWhK_GjqxlBDWbgnMyUNculPyPs=/0x76:1000x743/750x500/data/photo/2020/04/19/5e9bd60790af5.jpg",
    "tips": "Beri jarak tanam 1m x 1m atau disesuaikan dengan kondisi lahan.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Penyemaian bibit",
    "description": "Bibit tanaman daun kumis kucing didapatkan melalui stek batang. Berikut ini cara penyemaian daun kumis kucing: Ambil 2-3 ruas batang daun kumis kucing dengan tinggi minimal 25-30 cm. Siapkan polybag ukuran 10cm x 15 cm yang sudah diisi campuran pupuk kandang dan tanah dengan perbandingan 1:3. Tanam bibit yang sudah di stek ke dalam polybag hingga muncul akar dan daun tumbuh sempurna. Bibit bisa dipindahkan ke lahan tanam setelah berusia 1-1,5 bulan.",
    "imageUrl": "https://asset.kompas.com/crops/sWhK_GjqxlBDWbgnMyUNculPyPs=/0x76:1000x743/750x500/data/photo/2020/04/19/5e9bd60790af5.jpg",
    "tips": "Jangan lupa untuk menghindarkan polybag dari paparan sinar matahari secara langsung atau letakkan di area tertutup. ",
    "videoLink": "https://youtu.be/Oe7ufbc6uuc?si=fuqegmleI6390yP4",
    "stepNumber": 2
  },

  {
    "stepName": "Penanaman atau pemindahan bibit ke lahan",
    "description": "Usai bibit berusia 1-1,5 bulan dan memiliki akar serta daun yang sempurna, kini saatnya memindahkan bibit dari polybag ke lahan tanah gembur yang sudah disiapkan. Berikut ini cara penanaman dan pemindahan bibit ke lahan tanah: Masukkan bibit polybag ke dalam lubang-lubang tanam yang sudah disediakan. Pada bagian permukaan tanah diberikan mulsa berupa jerami, dedaunan kering atau serasah untuk menghambat pertumbuhan gulma dan kelembaban tanah terjaga",
    "imageUrl": "https://asset.kompas.com/crops/sWhK_GjqxlBDWbgnMyUNculPyPs=/0x76:1000x743/750x500/data/photo/2020/04/19/5e9bd60790af5.jpg",
    "tips": "Dalam satu lubang tanam dapat diisi antara 1-3 bibit. Lalu tutup dengan tanah. ",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Perawatan",
    "description": "Untuk pemeliharan dan perawatan tanaman kumis kucing diperlukan pemupukan, penyulaman, penyiangan, dan pengaturan drainase yang baik.     Berikut tips perawatan dan pemeliharan tanaman daun kumis kucing: Pemupukkan sebaiknya menggunakan pupuk kandang sebelum penanaman. Berikan juga pupuk buatan dengan campuran pupuk urea, KCI dan SP-36 atau TSP yang diberikan ketika proses penanaman. Untuk proses penyulaman dilakukan jika tanaman tumbuh tidak normal atau mati. Ganti jerami jika jerami sudah membusuk Lakukan penyiangan secara teratur agar pertumbuhan tanaman tidak terganggu. Perhatikan juga saluran air, jika sudah dangkal maka segera dikeruk agar tanaman tidak tergenang air dan cepat mati.",
    "imageUrl": "https://asset.kompas.com/crops/sWhK_GjqxlBDWbgnMyUNculPyPs=/0x76:1000x743/750x500/data/photo/2020/04/19/5e9bd60790af5.jpg",
    "tips": " Dosis pupuk yang direkomendasikan ialah urea 17,5 g/m2, KCI 10 g/m2 dan TSP atau SP - 36 100 kg/ha.",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": "Keringkan biji buah persik",
    "description": "Buang sisa buah dari bijinya. Bilas bijinya dengan bersih di wastafel, lalu letakkan di tempat yang kering dengan aliran udara yang baik seperti ambang jendela. Biarkan biji mengering selama tiga hingga empat hari.",
    "imageUrl": "https://www.bhg.com/thmb/NSPslXPeGpxG3eYsCHcaqadwNjM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/peach-tree-3ea986c5-d05bbb80068b498bae88fb567a425a32.jpg",
    "tips": "Biji harus benar-benar kering agar dapat dibuka dengan mudah. ",
    "videoLink": "https://youtu.be/FIYg0fWuPIQ?si=7xbrkfkBo0QFH99Y",
    "stepNumber": 1
  },

  {
    "stepName": "Buang benih dari lubangnya.",
    "description": "Setelah bijinya kering, saatnya membuang biji di dalamnya. Jangan menekan biji terlalu kuat karena Anda ingin menghindari kerusakan pada biji yang masih lunak. Ini sangat mirip dengan mengeluarkan kacang almond dari cangkangnya, yang perlu dilakukan dengan sedikit kehati-hatian. Setelah retak, singkirkan lapisan luar yang keras untuk memperlihatkan biji persik. ",
    "imageUrl": "https://www.bhg.com/thmb/NSPslXPeGpxG3eYsCHcaqadwNjM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/peach-tree-3ea986c5-d05bbb80068b498bae88fb567a425a32.jpg",
    "tips": "Gunakan pemecah kacang atau tang untuk memecahkan biji yang keras.",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Rendam benih dalam air.",
    "description": " Tambahkan benih persik dan tutup kantong dengan rapat. Biarkan benih terendam selama 2 hingga 3 jam. Setelah proses perendaman selesai, tambahkan sekitar satu cangkir campuran media tanam segar ke dalam kantong hingga konsistensi tanah lembap, tetapi tidak basah kuyup. ",
    "imageUrl": "https://www.bhg.com/thmb/NSPslXPeGpxG3eYsCHcaqadwNjM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/peach-tree-3ea986c5-d05bbb80068b498bae88fb567a425a32.jpg",
    "tips": "Isi kantong plastik dengan air bersuhu ruangan setinggi satu inci.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Tanam bibit buah persik Anda",
    "description": "Tanam bibit dalam campuran setengah tanah pot dan setengah kompos dalam wadah keramik atau plastik. Ini akan memungkinkan Anda untuk memantau air dan nutrisi secara ketat, dibandingkan dengan menanamnya langsung di tanah. Tanam benih sekitar 6 inci di bawah bagian atas wadah. Letakkan wadah di tempat yang terkena sinar matahari sebagian dan perlahan-lahan pindahkan ke lokasi yang terkena sinar matahari penuh saat ia menumbuhkan beberapa daun.",
    "imageUrl": "https://www.bhg.com/thmb/NSPslXPeGpxG3eYsCHcaqadwNjM=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/peach-tree-3ea986c5-d05bbb80068b498bae88fb567a425a32.jpg",
    "tips": "Terus siram dan amati pertumbuhannya setiap hari.",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": " Pemilihan Bibit Bunga Sedap Malam",
    "description": "Bagi bunga sedap malam, Kawan harus memilih bibit yang memiliki umbi. Pastikan umbi tidak boleh lecet atau terluka. ",
    "imageUrl": "https://cdn-u1-gnfi.imgix.net/post/large-bunga-sedap-malam-a9777208843ab77e0abb6e47b0cdaf60.jpg?fit=crop&crop=faces%2Centropy&lossless=true&auto=compress%2Cformat&w=730&h=486",
    "tips": "Potong akar-akar umbi dan keringkan umbi selama 3-4 minggu.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Persiapkan Media Tanam Terbaik",
    "description": "Ada banyak media tanam yang bisa Kawan pilih untuk menanam bunga sedap malam. Diketahui, beberapa media tanam tersebut, diantaranya: pot, tanah langsung, polybag, arang sekam, pupuk kompos, air secukupnya, dan cetok",
    "imageUrl": "https://cdn-u1-gnfi.imgix.net/post/large-bunga-sedap-malam-a9777208843ab77e0abb6e47b0cdaf60.jpg?fit=crop&crop=faces%2Centropy&lossless=true&auto=compress%2Cformat&w=730&h=486",
    "tips": "Di area pekarangan rumah yang luwas akan menambah kecantikan pekarangan.",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Siram Tanaman Secara Rutin",
    "description": "Apakah Kawan sedang merawat bunga sedap malam ketika musim kemarau? Maka, cobalah untuk menyiramnya dengan porsi air yang lebih banyak. Hal ini untuk menghindari tanaman bunga kering. Meskipun begitu, pastikan cek kondisi tanah untuk mengetahui pengaliran airnya. Sebab, tanah yang kering akibat kemarau juga membuat bunga sedap malam tidak tumbuh atau mati.",
    "imageUrl": "https://cdn-u1-gnfi.imgix.net/post/large-bunga-sedap-malam-a9777208843ab77e0abb6e47b0cdaf60.jpg?fit=crop&crop=faces%2Centropy&lossless=true&auto=compress%2Cformat&w=730&h=486",
    "tips": "Dengan tanah yang lembab, maka timbul akar yang kuat.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Memilih Bibit Salak Berkualitas",
    "description": "Sebelum menanam salak, pilihlah bibit salak berkualitas. Usahakan umur bibit salak sudah lebih dari 3 bulan dan sudah terlihat tumbuh tunas daun baru.",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01gwkj8w71j5b3yhb5hg7aj4e8.jpg",
    "tips": " Anda bisa membelinya di toko pertanian.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Menyiapkan Pot",
    "description": "Media tanam pot juga harus disiapkan.  Jika tak memiliki pot baru, bisa menggunakan pot bekas terlebih dahulu. Karena ketika tanaman salak sudah tumbuh besar, tanaman tersebut pun harus dipindahkan ke tanah.",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01gwkj8w71j5b3yhb5hg7aj4e8.jpg",
    "tips": "Pilihlah pot berkualitas agar tanaman salak tumbuh subur.",
    "videoLink": "https://youtu.be/5jhRVryXMnY?si=goTlEqQ_CnxSgkN0",
    "stepNumber": 2
  },
  {
    "stepName": "Menyiapkan Perlengkapan untuk Menanam",
    "description": "Cara menanam salak berikutnya adalah menyiapkan perlengkapan. Anda bisa mencampurkan tanah bakar dan pupuk organik dengan perbandingan yang sama. Lalu, berikan campuran insektisida. Jangan lupa melakukan penyiraman agar tanaman subur. ",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01gwkj8w71j5b3yhb5hg7aj4e8.jpg",
    "tips": "Untuk penyiraman pertama kali, lebih baik takarannya lebih sedikit.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Memberikan Pupuk dan Pemangkasan",
    "description": "Berikan pupuk dua minggu sekali agar tanaman tidak layu dan mati. Selain itu, lakukan pula pemangkasan pada ranting tanaman agar terhindar dari hama dan penyakit. Tujuan pemangkasan adalah merangsang pertumbuhan batang baru agar tanaman tumbuh subur. ",
    "imageUrl": "https://blue.kumparan.com/image/upload/fl_progressive,fl_lossy,c_fill,q_auto:best,w_640/v1634025439/01gwkj8w71j5b3yhb5hg7aj4e8.jpg",
    "tips": "Anda bisa memangkasnya setiap 4 bulan sekali.",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": "Memilih Lokasi Penanaman Pear China",
    "description": "Singkirkan gulma, rumput, dan batu dari lokasi sekitar satu minggu sebelum penanaman. Pisahkan semua gumpalan tanah. Tanah harus memiliki drainase yang baik dan cukup kaya, dengan pH 6,3 hingga 6,8.",
    "imageUrl": "https://www.thespruce.com/thmb/FR0gUC8JeprWkHZp5va1etkx90I=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/growing-asian-pear-trees-5113728-hero-3ac9ebe9535244458ec6758ce1204f39.jpg",
    "tips": "Hindari lokasi yang rentan terhadap embun beku di akhir musim semi, atau berikan perlindungan terhadap embun beku di tempat yang kemungkinan besar mengalami embun beku di akhir musim.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Penanaman Pear China",
    "description": "Gali lubang dua kali lebih dalam dan lebar dari gumpalan akar, sehingga akar akan masuk dan menyebar bebas di tanah. Campurkan lapisan kompos setebal empat inci ke dalam tanah.",
    "imageUrl": "https://www.thespruce.com/thmb/STx8NdFXvWIL0z2pc6QfL4RbMQc=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/growing-asian-pear-trees-5113728-01-cfc8732029da4805acc7eb9e4ad075b5.jpg",
    "tips": "Letakkan pohon di lubang pada ketinggian yang sama seperti di pot asli. ",
    "videoLink": "https://youtu.be/SVsr6qDafU8?si=wMl8rqFCmwMJVErX",
    "stepNumber": 2
  },
  {
    "stepName": "Panen Pear China",
    "description": "Panen pir Asia pertama Anda diharapkan pada tahun kedua atau ketiga pohon. Panen saat warna buah berubah menjadi kuning atau hijau tembaga dengan bintik-bintik kecil berwarna karamel.",
    "imageUrl": "https://www.thespruce.com/thmb/UUKeCFIiRcs4bZoMmHwc3BOd6sA=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/growing-asian-pear-trees-5113728-02-c389db8c8f7a4a1d9e6327fb36f4ef04.jpg",
    "tips": "Pir yang matang akan mudah lepas dari cabangnya.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Memilih Pot Untuk Kurkuma",
    "description": "Untuk menanam kurkuma di pot, pilihlah pot yang besar karena kurkuma dapat dengan mudah melebihi ketinggian 1 meter.  Tanam satu atau dua rimpang kurkuma dalam pot seperti itu",
    "imageUrl": "https://asset.kompas.com/crops/agLiorywcx6WvM1mxQLHZcTkjdQ=/448x128:1472x1152/340x340/data/photo/2021/03/11/604a448520573.jpg",
    "tips": "Pot harus memiliki kedalaman setidaknya 12 inci dan lebar 12-18 inci, sehingga tanaman dapat menyebarkan umbinya dengan bebas.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Menanam kurkuma",
    "description": "Setelah Anda mendapatkan rimpang kurkuma Pecah rimpang besar menjadi potongan-potongan kecil, masing-masing harus memiliki setidaknya dua atau tiga tunas. Isi pot dengan tanah organik yang lembab dan dikeringkan dengan baik. Tempatkan sekitar 2 inci (5 cm) di bawah permukaan tanah, dengan kuncup menghadap ke atas. ",
    "imageUrl": "https://asset.kompas.com/crops/KtChqT0XhXGae8MIDxoqPXv0mEk=/140x90:860x809/340x340/data/photo/2020/11/27/5fc0a1e0529ea.jpg",
    "tips": "Siram pot secara menyeluruh.",
    "videoLink": "https://youtu.be/9MEyQCZVmS4?si=NCPXF5eAuBVjWHBP",
    "stepNumber": 2
  },
  {
    "stepName": "Panen",
    "description": "Pemanenan dilakukan setelah daun menguning dan batang mulai mengering. Memanen kurkuma tidak sulit, cukup gali seluruh tanaman termasuk akarnya. Potong jumlah yang dibutuhkan dan kemudian tanam kembali bagian yang tersisa untuk mendapatkan tanaman baru yang tumbuh.",
    "imageUrl": "https://asset.kompas.com/crops/KtChqT0XhXGae8MIDxoqPXv0mEk=/140x90:860x809/340x340/data/photo/2020/11/27/5fc0a1e0529ea.jpg",
    "tips": "Tanaman kurkuma membutuhkan waktu 8 hingga 10 bulan untuk dapat dipanen. ",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Siapkan Media Tanam Wortel",
    "description": "Sediakan media tanam yang cocok untuk menanam wortel. Kita bisa memilih media yang dibutuhkan seperti tanah, yang bisa dicampur dengan penggunaan tanah merah, pasir halus, dan kompos dengan menggunakan perbandingan yang sama.",
    "imageUrl": "https://o-cdn-cas.sirclocdn.com/parenting/images/carrot-1565597_1280.width-800.format-webp.webp",
    "tips": "perlu menyediakan media tanah yang subur agar wortel tumbuh subur",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Menyediakan Bibit",
    "description": "Saat memilih bibit wortel, harus memilih bibit yang ciri-ciri wortelnya memiliki produksi tinggi dan adaptasinya cukup baik. Ia juga harus memiliki bentuk umbi yang bagus dan berwarna cerah",
    "imageUrl": "https://o-cdn-cas.sirclocdn.com/parenting/images/carrot-1565597_1280.width-800.format-webp.webp",
    "tips": "Jika sudah mendapatkan bibit wortel unggul, potong bagian ujung umbi dengan ukuran 1/3 dari ukuran panjang umbi wortel.",
    "videoLink": "https://youtu.be/5PGdCRhgF7E?si=t_FMET1cQc8moT8D",
    "stepNumber": 2
  },
  {
    "stepName": "Penyiraman",
    "description": "Penyiraman dilakukan selama 2 minggu sekali dan waktu penyiraman yang paling tepat adalah setiap sore di musim kemarau.",
    "imageUrl": "https://o-cdn-cas.sirclocdn.com/parenting/images/carrot-1565597_1280.width-800.format-webp.webp",
    "tips": "Jika sudah mencapai usia 1 bulan, tanaman wortel akan berbunga dan kemudian tunggu hingga mencapai 2 bulan baru bunga wortel akan merekah dengan sempurna dan siap untuk dipanen.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Panen Wortel",
    "description": "Jika sudah mencapai usia 1 bulan, tanaman wortel akan berbunga dan kemudian tunggu hingga mencapai 2 bulan baru bunga wortel akan merekah dengan sempurna dan siap untuk dipanen.",
    "imageUrl": "https://o-cdn-cas.sirclocdn.com/parenting/images/carrot-1565597_1280.width-800.format-webp.webp",
    "tips": "Bunga wortel yang sudah mengering tersebut akan berwarna kecokelatan dan bisa langsung panen dengan cara dipetik saja.",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": "Siapkan Lahan Menanam Bayam",
    "description": "Gunakan pH meter, jangan lupa ya untuk melakukan pengukuran terlebih dulu dan pastikan pH tanah berada di 6-7.  Kamu bisa memilih juga untuk menggunakan sistem lahan polikultur atau monokultur. Untuk pertanian berkelanjutan, kamu bisa memilih gunakan sistem lahan polikultur atau menanam dengan tanaman lain. ",
    "imageUrl": "https://www.pasarmikro.id/buletin/wp-content/uploads/sites/6/2023/07/pasarmikro-slider-bg-cara-menanam-bayam-76-1920p-990p.jpg",
    "tips": "Pastikan tidak ada gulma di area lahan.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Pemberian Bibit Bayam",
    "description": "Sediakan ember, masukkan tanah Ambil bibit bayam segenggam, masukkan ke dalam tanah yang ada di dalam ember, dan campurkan Taburkan tanah yang sudah dicampur bibit ke bedengan Siram bedengan dan berikan pestisida alami agar terhindar dari hama dan penyakit",
    "imageUrl": "https://www.pasarmikro.id/buletin/wp-content/uploads/sites/6/2023/07/pasarmikro-slider-bg-cara-menanam-bayam-76-1920p-990p.jpg",
    "tips": "Agar bayam tidak tumbuh terlalu rapat, proses pembibitan bisa dilakukan di dalam ember.",
    "videoLink": "https://youtu.be/cNlSQ3uJroE?si=Ts6c_cNEFsxE0qgW",
    "stepNumber": 2
  },
  {
    "stepName": "Masa Pemeliharaan Bayam",
    "description": "Kalau kamu melihat ada bayam yang tumbuh terlalu rapat, lakukan penjarangan dengan cara mencabut bayam yang terlalu rapat. Penyiraman bisa dilakukan 1-2 kali sehari saat musim kering pada saat pagi atau sore hari.",
    "imageUrl": "https://www.pasarmikro.id/buletin/wp-content/uploads/sites/6/2023/07/pasarmikro-slider-bg-cara-menanam-bayam-76-1920p-990p.jpg",
    "tips": "Agar penyiraman rata, kamu bisa menggunakan alat gembor atau emrat.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Panen Bayam",
    "description": "Dalam 25-35 hari bayam sudah bisa dipanen. Lakukan proses panen saat pagi atau sore hari. ",
    "imageUrl": "https://www.pasarmikro.id/buletin/wp-content/uploads/sites/6/2023/07/pasarmikro-slider-bg-cara-menanam-bayam-76-1920p-990p.jpg",
    "tips": "Cara panen yang umumnya dilakukan adalah mencabut keseluruhan tanaman.",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": " Pembibitan Tomat",
    "description": "Cara menanam tomat di lahan yang luas adalah sebar bibit dan beri jarak. Jika kamu memulai tomat dari biji, beri jarak pada bibit untuk bertumbuh. Letakkan 3-5 benih tomat di dalam tray semai yang sudah kamu beri tanah, ingat untuk tidak memendam benih terlalu dalam. Jika tanaman sudah menunjukkan dua daun sejati, pindahkan tanaman ke media yang kamu miliki yaitu halaman rumah yang luas ",
    "imageUrl": "https://cdn0-production-images-kly.akamaized.net/KWnejkwLuVLmCxrY_if6jTeBKEk=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2742658/original/022317200_1551690396-tomatoes-1561565_1920.jpg",
    "tips": "Saat memindahkan, usahakan akar tanaman tidak terpotong.",
    "videoLink": "https://youtu.be/0qtebFbt6GM?si=wrulHfQEDC7dbI7z",
    "stepNumber": 1
  },
  {
    "stepName": "Beri Banyak Cahaya",
    "description": "Jika kamu tak bisa memberikan tanaman cahaya matahari langsung, kamu bisa menggunakan beberapa jenis pencahayaan tanaman buatan selama 14 hingga 18 jam setiap hari.",
    "imageUrl": "https://cdn0-production-images-kly.akamaized.net/KWnejkwLuVLmCxrY_if6jTeBKEk=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2742658/original/022317200_1551690396-tomatoes-1561565_1920.jpg",
    "tips": "Bibit tomat membutuhkan cahaya langsung yang kuat. ",
    "videoLink": "",
    "stepNumber": 2
  },
  {
    "stepName": "Siram Secara Teratur",
    "description": "Aturan praktisnya adalah memastikan bahwa tanaman mendapatkan setidaknya 2-3cm air per minggu, tetapi selama musim panas dan kering, tanaman mungkin membutuhkan air lebih banyak. ",
    "imageUrl": "https://cdn0-production-images-kly.akamaized.net/KWnejkwLuVLmCxrY_if6jTeBKEk=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2742658/original/022317200_1551690396-tomatoes-1561565_1920.jpg",
    "tips": "Penyiraman yang tidak teratur akan menyebabkan pembusukan ujung bunga (kekurangan kalsium) dan pecah-pecah.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": " Panen",
    "description": "Setelah 60 hari hingga 90 hari sejak masa tanam, tanaman tomnat biasanya sudah bisa dapat dipanen. ",
    "imageUrl": "https://cdn0-production-images-kly.akamaized.net/61fDdluCChikgzw5XVAMKboDkOs=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/3284796/original/039583400_1604324633-seedling-5009289_1920.jpg",
    "tips": "Kamu pun bisa melakukan panen, memetik tomat dari halaman rumah kamu. ",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": "Temukan Wadah Untuk Menanam Kaktus",
    "description": "Kebanyakan kaktus memiliki akar yang dangkal dan tumbuh dalam waktu yang lambat, jadi pilihlah wadah yang dangkal. Anda tidak membutuhkan wadah yang dalam atau besar.",
    "imageUrl": "https://www.ruparupa.com/blog/wp-content/uploads/2021/05/image-5-696x707.png",
    "tips": "Anda bisa gunakan pot-pot unik untuk menambah keindahan",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Tambahkan Kerikil dan Campuran Pot",
    "description": "Sebarkan lapisan kerikil atau kerikil kecil di dasar wadah Anda. Tambahkan campuran pot yang dirancang untuk kaktus.   ",
    "imageUrl": "https://www.ruparupa.com/blog/wp-content/uploads/2021/05/image-6-edited.png",
    "tips": "Campuran pot untuk tanaman pada umumnya menahan terlalu banyak air untuk kaktus, maka pilih campuran yang khusus untuk kaktus.",
    "videoLink": "https://youtu.be/LheLdgditEM?si=lIBtSNAxn3xzmLId",
    "stepNumber": 2
  },
  {
    "stepName": "Pemadatan Tanah Pada Saat Menanam Kaktus",
    "description": "Saat tanaman Anda sudah terpasang, gunakan sekop kecil, sendok atau alat lain untuk menambahkan lebih banyak campuran pot agar menjadi padat. Siram sedikit air pada kaktus. Tunggu sampai tanah mengering sebelum Anda menyiramnya kembali. ",
    "imageUrl": "https://www.ruparupa.com/blog/wp-content/uploads/2021/05/image-11-edited.png",
    "tips": "Jika Anda memberikan air yang berlebihan, mereka bisa membusuk.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Siapkan Media Tanam Jahe",
    "description": "Siapkan tanah yang sudah digemburkan atau dibajak, lalu diberi pupuk kandang.Kamu bisa menanamnya di dalam pot berukuran 30 cm x 35 cm. Pot ini cukup untuk menanam 3-4 buah jahe.",
    "imageUrl": "https://cdn0-production-images-kly.akamaized.net/rflaUZT8DPk_WbxJoXxttHr_EpE=/640x853/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2729323/original/098203300_1550205571-ginger-1928548_1920.JPG",
    "tips": "Jika menggunakan polybag, rasio tanah dengan pupuk kandang adalah 1:1.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Tanam Bibit Jahe",
    "description": "Tanam setiap potongan jahe sedalam 5 hingga 10 cm di tanah yang gembur, dengan mata tunas berada di atas. Apabila ditanam secara berderet, berilah jarak di setiap potongan sejauh 20 sentimeter. Jika menggunakan pot, tanam setiap potongan dalam satu pot besar (dengan diameter sekitar 35 cm).",
    "imageUrl": "https://cdn1-production-images-kly.akamaized.net/WZuQ57BVGNz_rEeRQh6LCTyUKzo=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/2181064/original/001465700_1525753612-iStock-471144794.jpg",
    "tips": "Jangan tutup bibit terlalu rapat di bagian tunas agar bisa tumbuh dengan leluasa. ",
    "videoLink": "https://youtu.be/-GvnDYjmdKs?si=1tvdLwQN-oegxMW-",
    "stepNumber": 2
  },
  {
    "stepName": "Merawat Jahe yang Telah Tumbuh",
    "description": "Supaya jahe tumbuh dengan baik, jauhkan pot dari sinar matahari langsung dan letakkan di tempat bersuhu 24-30 derajat Celcius. Jahe bisa tidak tumbuh di lingkungan dingin atau tumbuh dengan lambat.",
    "imageUrl": "https://cdn1-production-images-kly.akamaized.net/kv_tZ4bx51GWMp8pmvCuHEcU8K0=/640x360/smart/filters:quality(75):strip_icc():format(webp)/kly-media-production/medias/1455461/original/016558100_1483449054-Ibu-Hamil-Sebaiknya-Tidak-Mengonsumsi-Jahe.jpg",
    "tips": "Kamu dapat memanen jahe setelah berusia minimal 8 bulan setelah penanaman atau sekitar 10-12 bulan. ",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Siapkan tanah untuk media tanam Lidah Buaya",
    "description": "Tanah yang digunakan haruslah merupakan tanah yang kering. Selain itu, Anda juga bisa menggunakan tanah campuran. Tanah campuran bisa berupa tanah kering yang dicampurkan dengan menggunakan pupuk kandang.",
    "imageUrl": "https://asset.kompas.com/crops/8wMui3IswesPUmAEgsOH3xn6Msw=/257x0:1108x851/340x340/data/photo/2022/08/18/62fe417de10da.jpg",
    "tips": "Anda bisa menggunakan campurah tanah dengan batu apung, perlit, dan lain sebagainya.",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Penanaman",
    "description": "Tanam lidah buaya tersebut seperti halnya menanam tanaman lidah buaya seperti biasanya. Kemudian, tancapkan lidah buaya ke dalam media tanam polybag.",
    "imageUrl": "https://asset.kompas.com/crops/8wMui3IswesPUmAEgsOH3xn6Msw=/257x0:1108x851/340x340/data/photo/2022/08/18/62fe417de10da.jpg",
    "tips": "Ketika menancapkan ke dalam polybag, tidak disarankan untuk menancapkannya terlalu dalam maupun juga terlalu dangkal. Sebab, ini bisa menyebabkan tanaman lidah buaya menjadi busuk dan roboh.",
    "videoLink": "https://youtu.be/8gX3G7VSkAg?si=D0foc3TusNCJt0Rz",
    "stepNumber": 2
  },
  {
    "stepName": "Perawatan tanaman",
    "description": "Berikan pupuk tersebut sebanyak 2 gram per polybag untuk setiap dua minggu sekali. Selain itu, Anda harus memperhatikan mengenai pencahayaan terhadap lidah buaya.",
    "imageUrl": "https://asset.kompas.com/crops/KgJ7rz4e-YU6wesnlviYatUJIQo=/300x0:1576x1276/340x340/data/photo/2022/01/05/61d5b92750887.jpg",
    "tips": "Pastikan tanaman lidah buaya terkena sinar matahari secara langsung, namun jangan terlalu sering karena nantinya bisa merusak tanaman tersebut.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Panen",
    "description": "Panen bisa dilakukan ketika tanaman lidah buaya sudah berusia kurang lebih enam bulan. Namun biasanya orang-orang akan melakukan panen ketika tanaman lidah buaya berusia 7 bulan.",
    "imageUrl": "https://asset.kompas.com/crops/KgJ7rz4e-YU6wesnlviYatUJIQo=/300x0:1576x1276/340x340/data/photo/2022/01/05/61d5b92750887.jpg",
    "tips": "Anda bisa memanen dengan cara memetik daun yang paling luar dengan menggunakan pisau atau cutter.",
    "videoLink": "",
    "stepNumber": 4
  },
  {
    "stepName": "Memilih Lokasi Penanaman Ginseng",
    "description": "Pilih lokasi dengan tingkat naungan sekitar 80%. Lereng yang menghadap utara atau timur laut adalah lokasi yang ideal karena paparan sinar matahari terbatas.",
    "imageUrl": "https://www.thespruce.com/thmb/nFP3ROiqLbr4M5o0gy-N8QfHsEw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/ppginseng-1b5d0f4af3cf4881bb12eccfd1b62479.jpg",
    "tips": "Tanah harus kaya, memiliki drainase yang baik, dan penuh dengan bahan organik, dengan pH yang sedikit asam .",
    "videoLink": "",
    "stepNumber": 1
  },
  {
    "stepName": "Tanam Benih",
    "description": "Gali lubang sedalam sekitar 3 inci. Letakkan akar kecil di lubang pada sisinya, dengan tunas pertumbuhan ujung mengarah atau menjorok ke atas. Tunas harus berada tepat di bawah permukaan tanah, ditutupi dengan tanah setebal 1/2 inci dan serasah daun.",
    "imageUrl": "https://www.thespruce.com/thmb/nFP3ROiqLbr4M5o0gy-N8QfHsEw=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/ppginseng-1b5d0f4af3cf4881bb12eccfd1b62479.jpg",
    "tips": "Jarak antar akar minimal 12 inci dalam baris yang berjarak 6 hingga 12 inci.",
    "videoLink": "https://youtu.be/RKCPRVZOOWk?si=hDGOwRoegVyy3m7z",
    "stepNumber": 2
  },
  {
    "stepName": "Perawatan Tanaman Ginseng",
    "description": "Bila ditanam di tanah yang kaya dan subur dengan banyak serasah daun, ginseng tidak memerlukan pupuk, sebaliknya, pemberian pupuk komersial dapat memengaruhi pertumbuhannya yang sehat.",
    "imageUrl": "https://www.thespruce.com/thmb/OLR_Xq6Tft6h_owipzCXkZh34jU=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/ppginsenghiking-d91e05dc2ea1436886ab03871368eff3.jpg",
    "tips": "Ginseng tumbuh paling baik di tanah yang lembap dan memiliki drainase baik, sedikit asam (pH antara 5,0 dan 6,5) dengan banyak bahan organik dan serasah daun.",
    "videoLink": "",
    "stepNumber": 3
  },
  {
    "stepName": "Memanen Ginseng",
    "description": "Gali akar dengan hati-hati menggunakan sekop atau sekop kecil, berhati-hatilah agar tidak merusaknya. Agar tanaman ginseng Anda terus tumbuh, tanam benih ginseng bertingkat di dekatnya.",
    "imageUrl": "https://www.thespruce.com/thmb/OLR_Xq6Tft6h_owipzCXkZh34jU=/750x0/filters:no_upscale():max_bytes(150000):strip_icc():format(webp)/ppginsenghiking-d91e05dc2ea1436886ab03871368eff3.jpg",
    "tips": "Ginseng siap dipanen saat akar tunggangnya memiliki tiga atau empat cabang. ",
    "videoLink": "",
    "stepNumber": 4
  }
]
